Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SetCategory_files
source: Files and saving
ar: الملفات والحفظ
cs: Soubory a ukládání
de: Dateien und Speichern
el: Αρχεία και αποθήκευση
es: Archivos y guardado
fa: فایل‌ها و ذخیره
fr: Fichiers et enregistrement
hu: Fájlok és mentés
id: File dan penyimpanan
it: File e salvataggio
ja: ファイルと保存
ko: 파일 및 저장
pl: Pliki i zapisywanie
pt: Arquivos e salvamento
ro: Fișiere și salvare
ru: Файлы и сохранение
th: ไฟล์และการบันทึก
tr: Dosyalar ve kaydetme
uk: Файли й збереження
vi: Tệp và lưu
zh_hans: 文件和保存
zh_hant: 檔案和儲存

# SetCategory_keyboard
source: Keyboard
ar: لوحة المفاتيح
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fa: صفحه‌کلید
fr: Clavier
hu: Billentyűzet
it: Tastiera
ja: キーボード
ko: 키보드
pl: Klawiatura
pt: Teclado
ro: Tastatură
ru: Клавиатура
th: แป้นพิมพ์
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

# SetCategory_language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langue
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# SetCategory_accessibility
source: Accessibility
ar: إمكانية الوصول
cs: Přístupnost
de: Barrierefreiheit
el: Προσβασιμότητα
es: Accesibilidad
fa: دسترس‌پذیری
fr: Accessibilité
hu: Akadálymentesség
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
pl: Ułatwienia dostępu
pt: Acessibilidade
ro: Accesibilitate
ru: Специальные возможности
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Спеціальні можливості
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 協助工具

# SetCategory_automation
source: Automation
ar: الأتمتة
cs: Automatizace
de: Automatisierung
el: Αυτοματοποίηση
es: Automatización
fa: خودکارسازی
fr: Automatisation
hu: Automatizálás
id: Otomatisasi
it: Automazione
ja: 自動化
ko: 자동화
pl: Automatyzacja
pt: Automação
ro: Automatizare
ru: Автоматизация
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

# SetCategory_update
source: Updates
ar: التحديثات
cs: Aktualizace
el: Ενημερώσεις
es: Actualizaciones
fa: به‌روزرسانی‌ها
fr: Mises à jour
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: 更新
ko: 업데이트
pl: Aktualizacje
pt: Atualizações
ro: Actualizări
ru: Обновления
th: การอัปเดต
tr: Güncelleştirmeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# SetCategory_privacy
source: Privacy
ar: الخصوصية
cs: Ochrana osobních údajů
de: Datenschutz
el: Προστασία προσωπικών δεδομένων
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인 정보
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

# SetCategory_explorer
source: Explorer integration
ar: التكامل مع المستكشف
cs: Integrace s Průzkumníkem
el: Ενοποίηση με την Εξερεύνηση
es: Integración con el Explorador
fa: یکپارچگی با Explorer
fr: Intégration à l'Explorateur
hu: Fájlkezelő-integráció
id: Integrasi Explorer
it: Integrazione con Esplora file
ja: Explorer 連携
ko: 탐색기 통합
pl: Integracja z Eksploratorem
pt: Integração com o Explorador
ro: Integrare cu Explorer
ru: Интеграция с проводником
th: การทำงานร่วมกับ Explorer
tr: Gezgin tümleştirmesi
uk: Інтеграція з Провідником
vi: Tích hợp Explorer
zh_hans: 资源管理器集成
zh_hant: 檔案總管整合

# SetCategory_advanced
source: Advanced
ar: متقدم
cs: Upřesnit
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fa: پیشرفته
fr: Avancé
hu: Speciális
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
th: ขั้นสูง
tr: Gelişmiş
uk: Додатково
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

# Set_ui_toolbar_visible
source: Show toolbar
ar: إظهار شريط الأدوات
cs: Zobrazit panel nástrojů
de: Symbolleiste anzeigen
el: Εμφάνιση γραμμής εργαλείων
es: Mostrar la barra de herramientas
fa: نمایش نوار ابزار
fr: Afficher la barre d'outils
hu: Eszköztár megjelenítése
id: Tampilkan bilah alat
it: Mostra barra degli strumenti
ja: ツールバーを表示
ko: 도구 모음 표시
pl: Pokaż pasek narzędzi
pt: Mostrar barra de ferramentas
ro: Afișare bară de instrumente
ru: Показывать панель инструментов
th: แสดงแถบเครื่องมือ
tr: Araç çubuğunu göster
uk: Показувати панель інструментів
vi: Hiện thanh công cụ
zh_hans: 显示工具栏
zh_hant: 顯示工具列

# SetDesc_ui_toolbar_visible
source: Show buttons for frequently used commands below the title bar.
ar: إظهار أزرار الأوامر المستخدمة بكثرة أسفل شريط العنوان.
cs: Zobrazí tlačítka často používaných příkazů pod záhlavím okna.
de: Schaltflächen für häufig verwendete Befehle unter der Titelleiste anzeigen.
el: Εμφάνιση κουμπιών για εντολές που χρησιμοποιούνται συχνά κάτω από τη γραμμή τίτλου.
es: Muestra botones para los comandos más usados debajo de la barra de título.
fa: دکمه‌های فرمان‌های پرکاربرد را زیر نوار عنوان نمایش می‌دهد.
fr: Affiche les boutons des commandes fréquentes sous la barre de titre.
hu: A gyakran használt parancsok gombjainak megjelenítése a címsor alatt.
id: Menampilkan tombol untuk perintah yang sering digunakan di bawah bilah judul.
it: Mostra i pulsanti dei comandi usati di frequente sotto la barra del titolo.
ja: よく使うコマンドのボタンをタイトルバーの下に表示します。
ko: 제목 표시줄 아래에 자주 사용하는 명령의 단추를 표시합니다.
pl: Pokazuje przyciski często używanych poleceń pod paskiem tytułu.
pt: Mostra botões para comandos usados com frequência abaixo da barra de título.
ro: Afișează butoane pentru comenzile utilizate frecvent sub bara de titlu.
ru: Показывать кнопки часто используемых команд под строкой заголовка.
th: แสดงปุ่มสำหรับคำสั่งที่ใช้บ่อยใต้แถบชื่อเรื่อง
tr: Sık kullanılan komutların düğmelerini başlık çubuğunun altında gösterir.
uk: Показувати кнопки часто використовуваних команд під рядком заголовка.
vi: Hiện các nút cho lệnh thường dùng bên dưới thanh tiêu đề.
zh_hans: 在标题栏下方显示常用命令的按钮。
zh_hant: 在標題列下方顯示常用命令的按鈕。

# Set_ui_toolbar_items
source: Toolbar buttons
ar: أزرار شريط الأدوات
cs: Tlačítka panelu nástrojů
de: Schaltflächen der Symbolleiste
el: Κουμπιά γραμμής εργαλείων
es: Botones de la barra de herramientas
fa: دکمه‌های نوار ابزار
fr: Boutons de la barre d'outils
hu: Eszköztárgombok
id: Tombol bilah alat
it: Pulsanti della barra degli strumenti
ja: ツールバーのボタン
ko: 도구 모음 단추
pl: Przyciski paska narzędzi
pt: Botões da barra de ferramentas
ro: Butoanele barei de instrumente
ru: Кнопки панели инструментов
th: ปุ่มบนแถบเครื่องมือ
tr: Araç çubuğu düğmeleri
uk: Кнопки панелі інструментів
vi: Nút trên thanh công cụ
zh_hans: 工具栏按钮
zh_hant: 工具列按鈕

# SetDesc_ui_toolbar_items
source: The commands shown on the toolbar.
ar: الأوامر المعروضة على شريط الأدوات.
cs: Příkazy zobrazené na panelu nástrojů.
de: Die Befehle, die in der Symbolleiste angezeigt werden.
el: Οι εντολές που εμφανίζονται στη γραμμή εργαλείων.
es: Los comandos que se muestran en la barra de herramientas.
fa: فرمان‌هایی که در نوار ابزار نمایش داده می‌شوند.
fr: Les commandes affichées dans la barre d'outils.
hu: Az eszköztáron megjelenő parancsok.
id: Perintah yang ditampilkan di bilah alat.
it: I comandi mostrati sulla barra degli strumenti.
ja: ツールバーに表示するコマンドです。
ko: 도구 모음에 표시되는 명령입니다.
pl: Polecenia wyświetlane na pasku narzędzi.
pt: Os comandos mostrados na barra de ferramentas.
ro: Comenzile afișate pe bara de instrumente.
ru: Команды, отображаемые на панели инструментов.
th: คำสั่งที่แสดงบนแถบเครื่องมือ
tr: Araç çubuğunda gösterilen komutlar.
uk: Команди, що відображаються на панелі інструментів.
vi: Các lệnh hiển thị trên thanh công cụ.
zh_hans: 工具栏上显示的命令。
zh_hant: 工具列上顯示的命令。

# Set_ui_statusBar_visible
source: Show status bar
ar: إظهار شريط الحالة
cs: Zobrazit stavový řádek
de: Statusleiste anzeigen
el: Εμφάνιση γραμμής κατάστασης
es: Mostrar la barra de estado
fa: نمایش نوار وضعیت
fr: Afficher la barre d'état
hu: Állapotsor megjelenítése
id: Tampilkan bilah status
it: Mostra barra di stato
ja: ステータスバーを表示
ko: 상태 표시줄 표시
pl: Pokaż pasek stanu
pt: Mostrar barra de status
ro: Afișare bară de stare
ru: Показывать строку состояния
th: แสดงแถบสถานะ
tr: Durum çubuğunu göster
uk: Показувати рядок стану
vi: Hiện thanh trạng thái
zh_hans: 显示状态栏
zh_hant: 顯示狀態列

# SetDesc_ui_statusBar_visible
source: Show the cursor position, selection and mode at the bottom of the window.
ar: إظهار موضع المؤشر والتحديد والوضع أسفل النافذة.
cs: Zobrazí pozici kurzoru, výběr a režim v dolní části okna.
de: Cursorposition, Auswahl und Modus am unteren Fensterrand anzeigen.
el: Εμφάνιση της θέσης του δρομέα, της επιλογής και της λειτουργίας στο κάτω μέρος του παραθύρου.
es: Muestra la posición del cursor, la selección y el modo en la parte inferior de la ventana.
fa: موقعیت مکان‌نما، انتخاب و حالت را در پایین پنجره نمایش می‌دهد.
fr: Affiche la position du curseur, la sélection et le mode en bas de la fenêtre.
hu: A kurzorpozíció, a kijelölés és a mód megjelenítése az ablak alján.
id: Menampilkan posisi kursor, pilihan, dan mode di bagian bawah jendela.
it: Mostra la posizione del cursore, la selezione e la modalità nella parte inferiore della finestra.
ja: ウィンドウの下端にカーソル位置・選択範囲・モードを表示します。
ko: 창 아래쪽에 커서 위치, 선택 영역, 모드를 표시합니다.
pl: Pokazuje pozycję kursora, zaznaczenie i tryb u dołu okna.
pt: Mostra a posição do cursor, a seleção e o modo na parte inferior da janela.
ro: Afișează poziția cursorului, selecția și modul în partea de jos a ferestrei.
ru: Показывать положение курсора, выделение и режим в нижней части окна.
th: แสดงตำแหน่งเคอร์เซอร์ ส่วนที่เลือก และโหมดที่ด้านล่างของหน้าต่าง
tr: İmleç konumunu, seçimi ve modu pencerenin altında gösterir.
uk: Показувати позицію курсора, виділення й режим у нижній частині вікна.
vi: Hiện vị trí con trỏ, vùng chọn và chế độ ở cuối cửa sổ.
zh_hans: 在窗口底部显示光标位置、选定内容和模式。
zh_hant: 在視窗底部顯示游標位置、選取範圍和模式。

# Set_ui_statusBar_items
source: Status bar items
ar: عناصر شريط الحالة
cs: Položky stavového řádku
de: Elemente der Statusleiste
el: Στοιχεία γραμμής κατάστασης
es: Elementos de la barra de estado
fa: موارد نوار وضعیت
fr: Éléments de la barre d'état
hu: Állapotsor elemei
id: Item bilah status
it: Elementi della barra di stato
ja: ステータスバーの項目
ko: 상태 표시줄 항목
pl: Elementy paska stanu
pt: Itens da barra de status
ro: Elementele barei de stare
ru: Элементы строки состояния
th: รายการบนแถบสถานะ
tr: Durum çubuğu öğeleri
uk: Елементи рядка стану
vi: Mục trên thanh trạng thái
zh_hans: 状态栏项
zh_hant: 狀態列項目

# SetDesc_ui_statusBar_items
source: The items shown on the status bar.
ar: العناصر المعروضة على شريط الحالة.
cs: Položky zobrazené na stavovém řádku.
de: Die Elemente, die in der Statusleiste angezeigt werden.
el: Τα στοιχεία που εμφανίζονται στη γραμμή κατάστασης.
es: Los elementos que se muestran en la barra de estado.
fa: مواردی که در نوار وضعیت نمایش داده می‌شوند.
fr: Les éléments affichés dans la barre d'état.
hu: Az állapotsoron megjelenő elemek.
id: Item yang ditampilkan di bilah status.
it: Gli elementi mostrati sulla barra di stato.
ja: ステータスバーに表示する項目です。
ko: 상태 표시줄에 표시되는 항목입니다.
pl: Elementy wyświetlane na pasku stanu.
pt: Os itens mostrados na barra de status.
ro: Elementele afișate pe bara de stare.
ru: Элементы, отображаемые в строке состояния.
th: รายการที่แสดงบนแถบสถานะ
tr: Durum çubuğunda gösterilen öğeler.
uk: Елементи, що відображаються в рядку стану.
vi: Các mục hiển thị trên thanh trạng thái.
zh_hans: 状态栏上显示的项。
zh_hant: 狀態列上顯示的項目。

# Set_ui_theme
source: Theme
ar: السمة
cs: Motiv
de: Design
el: Θέμα
es: Tema
fa: طرح زمینه
fr: Thème
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

# SetDesc_ui_theme
source: Light, dark, or follow the Windows app mode.
ar: فاتح أو داكن أو اتباع وضع التطبيقات في Windows.
cs: Světlý, tmavý nebo podle režimu aplikací ve Windows.
de: Hell, dunkel oder dem Windows-App-Modus folgen.
el: Ανοιχτό, σκούρο ή σύμφωνα με τη λειτουργία εφαρμογών των Windows.
es: Claro, oscuro o según el modo de aplicación de Windows.
fa: روشن، تیره، یا پیروی از حالت برنامه در Windows.
fr: Clair, sombre ou selon le mode d'application de Windows.
hu: Világos, sötét, vagy a Windows alkalmazásmódjának követése.
id: Terang, gelap, atau ikuti mode aplikasi Windows.
it: Chiaro, scuro o in base alla modalità app di Windows.
ja: ライト・ダーク、または Windows のアプリモードに従います。
ko: 밝게, 어둡게 또는 Windows 앱 모드를 따릅니다.
pl: Jasny, ciemny lub zgodny z trybem aplikacji systemu Windows.
pt: Claro, escuro ou seguir o modo de aplicativo do Windows.
ro: Luminos, întunecat sau conform modului aplicațiilor din Windows.
ru: Светлая, темная или как режим приложений Windows.
th: สว่าง มืด หรือตามโหมดแอปของ Windows
tr: Açık, koyu veya Windows uygulama modunu izle.
uk: Світла, темна або відповідно до режиму програм Windows.
vi: Sáng, tối hoặc theo chế độ ứng dụng của Windows.
zh_hans: 浅色、深色或跟随 Windows 应用模式。
zh_hant: 淺色、深色，或依照 Windows 應用程式模式。

# SetOpt_ui_theme_system
source: Use Windows setting
ar: استخدام إعداد Windows
cs: Použít nastavení Windows
de: Windows-Einstellung verwenden
el: Χρήση ρύθμισης των Windows
es: Usar la configuración de Windows
fa: استفاده از تنظیمات Windows
fr: Utiliser le paramètre Windows
hu: Windows-beállítás használata
id: Gunakan pengaturan Windows
it: Usa impostazione di Windows
ja: Windows の設定に従う
ko: Windows 설정 사용
pl: Użyj ustawienia systemu Windows
pt: Usar configuração do Windows
ro: Utilizare setare Windows
ru: Использовать параметр Windows
th: ใช้การตั้งค่า Windows
tr: Windows ayarını kullan
uk: Використовувати параметр Windows
vi: Dùng cài đặt Windows
zh_hans: 使用 Windows 设置
zh_hant: 使用 Windows 設定

# SetOpt_ui_theme_light
source: Light
ar: فاتح
cs: Světlý
de: Hell
el: Ανοιχτό
es: Claro
fa: روشن
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
pt: Claro
ro: Luminos
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# SetOpt_ui_theme_dark
source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تیره
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Темная
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

# Set_ui_backdrop
source: Window background
ar: خلفية النافذة
cs: Pozadí okna
de: Fensterhintergrund
el: Φόντο παραθύρου
es: Fondo de la ventana
fa: پس‌زمینهٔ پنجره
fr: Arrière-plan de la fenêtre
hu: Ablak háttere
id: Latar jendela
it: Sfondo della finestra
ja: ウィンドウの背景素材
ko: 창 배경
pl: Tło okna
pt: Plano de fundo da janela
ro: Fundalul ferestrei
ru: Фон окна
th: พื้นหลังหน้าต่าง
tr: Pencere arka planı
uk: Фон вікна
vi: Nền cửa sổ
zh_hans: 窗口背景
zh_hant: 視窗背景

# SetDesc_ui_backdrop
source: The material used for the window background.
ar: المادة المستخدمة لخلفية النافذة.
cs: Materiál použitý pro pozadí okna.
de: Das Material für den Fensterhintergrund.
el: Το υλικό που χρησιμοποιείται για το φόντο του παραθύρου.
es: El material que se usa para el fondo de la ventana.
fa: جنسی که برای پس‌زمینهٔ پنجره استفاده می‌شود.
fr: Le matériau utilisé pour l'arrière-plan de la fenêtre.
hu: Az ablak hátteréhez használt anyag.
id: Material yang digunakan untuk latar jendela.
it: Il materiale usato per lo sfondo della finestra.
ja: ウィンドウの背景に使う素材です。
ko: 창 배경에 사용되는 재질입니다.
pl: Materiał używany jako tło okna.
pt: O material usado no plano de fundo da janela.
ro: Materialul utilizat pentru fundalul ferestrei.
ru: Материал фона окна.
th: วัสดุที่ใช้สำหรับพื้นหลังหน้าต่าง
tr: Pencere arka planı için kullanılan malzeme.
uk: Матеріал, що використовується для фону вікна.
vi: Chất liệu dùng cho nền cửa sổ.
zh_hans: 用于窗口背景的材质。
zh_hant: 用於視窗背景的材質。

# SetOpt_ui_backdrop_none
source: None
ar: بلا
cs: Žádné
de: Keines
el: Κανένα
es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# Set_view_cursor_nibbleArrowKeys
source: Move by nibble with arrow keys
ar: التنقل بنصف بايت باستخدام مفاتيح الأسهم
cs: Posun šipkami po nibblech
de: Mit Pfeiltasten nibbleweise bewegen
el: Μετακίνηση ανά nibble με τα πλήκτρα βέλους
es: Mover por nibble con las flechas
fa: حرکت نیم‌بایتی با کلیدهای جهت‌نما
fr: Déplacer par quartet avec les flèches
hu: Mozgás félbájtonként a nyílbillentyűkkel
id: Pindah per nibble dengan tombol panah
it: Sposta di un nibble con i tasti di direzione
ja: ← / → をニブル単位で動かす
ko: 화살표 키로 니블 단위 이동
pl: Przesuwaj o półbajt klawiszami strzałek
pt: Mover por nibble com as teclas de direção
ro: Deplasare pe nibble cu tastele săgeți
ru: Перемещение по полубайтам клавишами со стрелками
th: ย้ายทีละนิบเบิลด้วยปุ่มลูกศร
tr: Ok tuşlarıyla yarım bayt ilerle
uk: Переміщення клавішами зі стрілками на півбайта
vi: Di chuyển theo nibble bằng phím mũi tên
zh_hans: 使用箭头键按半字节移动
zh_hant: 使用方向鍵以半位元組移動

# SetDesc_view_cursor_nibbleArrowKeys
source: In the hex column, Left and Right move by half a byte.
ar: في عمود Hex، ينقل السهمان الأيسر والأيمن المؤشر بمقدار نصف بايت.
cs: Ve sloupci Hex posouvají šipky vlevo a vpravo kurzor o polovinu bajtu.
de: In der Hex-Spalte bewegen Nach-links und Nach-rechts um ein halbes Byte.
el: Στη στήλη Hex, τα πλήκτρα Αριστερό και Δεξί βέλος μετακινούν κατά μισό byte.
es: En la columna Hex, las flechas izquierda y derecha se mueven medio byte.
fa: در ستون Hex، کلیدهای چپ و راست به اندازهٔ نیم بایت حرکت می‌کنند.
fr: Dans la colonne Hex, les flèches gauche et droite déplacent d'un demi-octet.
hu: A Hex oszlopban a Balra és Jobbra billentyű fél bájttal mozgat.
id: Di kolom Hex, Kiri dan Kanan berpindah setengah byte.
it: Nella colonna Hex, Freccia sinistra e Freccia destra spostano di mezzo byte.
ja: Hex 列で ← / → を半バイトずつ動かします。
ko: Hex 열에서 왼쪽 및 오른쪽 화살표 키를 누르면 반 바이트씩 이동합니다.
pl: W kolumnie Hex klawisze Lewo i Prawo przesuwają o pół bajtu.
pt: Na coluna Hex, Esquerda e Direita movem meio byte.
ro: În coloana Hex, săgețile stânga și dreapta deplasează cursorul cu o jumătate de octet.
ru: В столбце Hex клавиши со стрелками влево и вправо перемещают курсор на полбайта.
th: ในคอลัมน์ Hex ปุ่มซ้ายและขวาจะย้ายทีละครึ่งไบต์
tr: Hex sütununda Sol ve Sağ ok tuşları yarım bayt ilerler.
uk: У стовпці Hex клавіші Ліворуч і Праворуч переміщують курсор на пів байта.
vi: Trong cột Hex, phím Trái và Phải di chuyển nửa byte.
zh_hans: 在 Hex 列中，左/右箭头键每次移动半个字节。
zh_hant: 在 Hex 欄中，向左鍵和向右鍵會以半個位元組為單位移動。

# Set_view_statusBar_showNibble
source: Show nibble position
ar: إظهار موضع نصف البايت
cs: Zobrazit pozici nibblu
de: Nibble-Position anzeigen
el: Εμφάνιση θέσης nibble
es: Mostrar la posición del nibble
fa: نمایش موقعیت نیم‌بایت
fr: Afficher la position du quartet
hu: Félbájt pozíciójának megjelenítése
id: Tampilkan posisi nibble
it: Mostra posizione del nibble
ja: ニブルの位置を表示
ko: 니블 위치 표시
pl: Pokaż pozycję półbajtu
pt: Mostrar posição do nibble
ro: Afișare poziție nibble
ru: Показывать положение полубайта
th: แสดงตำแหน่งนิบเบิล
tr: Yarım bayt konumunu göster
uk: Показувати позицію півбайта
vi: Hiện vị trí nibble
zh_hans: 显示半字节位置
zh_hant: 顯示半位元組位置

# SetDesc_view_statusBar_showNibble
source: Show which half of the byte the cursor is on in the status bar.
ar: إظهار نصف البايت الذي يقع عليه المؤشر في شريط الحالة.
cs: Na stavovém řádku zobrazí, na které polovině bajtu je kurzor.
de: In der Statusleiste anzeigen, auf welcher Hälfte des Bytes sich der Cursor befindet.
el: Εμφάνιση στη γραμμή κατάστασης του μισού του byte στο οποίο βρίσκεται ο δρομέας.
es: Muestra en la barra de estado en qué mitad del byte está el cursor.
fa: در نوار وضعیت نشان می‌دهد که مکان‌نما روی کدام نیمهٔ بایت است.
fr: Indique dans la barre d'état sur quelle moitié de l'octet se trouve le curseur.
hu: Az állapotsoron látható, hogy a kurzor a bájt melyik felén áll.
id: Menampilkan di bilah status pada setengah byte mana kursor berada.
it: Mostra sulla barra di stato su quale metà del byte si trova il cursore.
ja: カーソルがバイトのどちらの半分にあるかをステータスバーに表示します。
ko: 커서가 바이트의 어느 쪽 절반에 있는지 상태 표시줄에 표시합니다.
pl: Pokazuje na pasku stanu, na której połowie bajtu jest kursor.
pt: Mostra na barra de status em qual metade do byte o cursor está.
ro: Afișează în bara de stare pe ce jumătate a octetului se află cursorul.
ru: Показывать в строке состояния, на какой половине байта находится курсор.
th: แสดงบนแถบสถานะว่าเคอร์เซอร์อยู่ที่ครึ่งใดของไบต์
tr: İmlecin baytın hangi yarısında olduğunu durum çubuğunda gösterir.
uk: Показувати в рядку стану, на якій половині байта перебуває курсор.
vi: Hiện trên thanh trạng thái con trỏ đang ở nửa nào của byte.
zh_hans: 在状态栏中显示光标位于字节的哪一半。
zh_hant: 在狀態列中顯示游標位於位元組的哪一半。

# Set_view_scroll_cursorMargin
source: Rows kept above and below the cursor
ar: الصفوف المُبقاة أعلى المؤشر وأسفله
cs: Řádky nad a pod kurzorem
de: Zeilen über und unter dem Cursor
el: Γραμμές που διατηρούνται πάνω και κάτω από τον δρομέα
es: Filas que se mantienen encima y debajo del cursor
fa: سطرهای حفظ‌شده بالا و پایین مکان‌نما
fr: Lignes conservées au-dessus et au-dessous du curseur
hu: Kurzor felett és alatt látható sorok
id: Baris yang dipertahankan di atas dan di bawah kursor
it: Righe mantenute sopra e sotto il cursore
ja: カーソルの上下に残す行数
ko: 커서 위아래에 유지할 행 수
pl: Wiersze zachowywane nad i pod kursorem
pt: Linhas mantidas acima e abaixo do cursor
ro: Rânduri păstrate deasupra și dedesubtul cursorului
ru: Строк над курсором и под ним
th: จำนวนแถวที่เว้นไว้เหนือและใต้เคอร์เซอร์
tr: İmlecin üstünde ve altında tutulan satırlar
uk: Рядки над і під курсором
vi: Số hàng giữ trên và dưới con trỏ
zh_hans: 光标上下保留的行数
zh_hant: 游標上下保留的列數

# SetDesc_view_scroll_cursorMargin
source: The number of rows kept visible around the cursor when scrolling.
ar: عدد الصفوف التي تبقى ظاهرة حول المؤشر عند التمرير.
cs: Počet řádků, které při posouvání zůstanou viditelné kolem kurzoru.
de: Die Anzahl der Zeilen, die beim Scrollen um den Cursor herum sichtbar bleiben.
el: Το πλήθος των γραμμών που παραμένουν ορατές γύρω από τον δρομέα κατά την κύλιση.
es: El número de filas que siguen visibles alrededor del cursor al desplazarse.
fa: تعداد سطرهایی که هنگام پیمایش در اطراف مکان‌نما قابل مشاهده می‌مانند.
fr: Le nombre de lignes qui restent visibles autour du curseur lors du défilement.
hu: A kurzor körül görgetéskor látható maradó sorok száma.
id: Jumlah baris yang tetap terlihat di sekitar kursor saat menggulir.
it: Il numero di righe che restano visibili intorno al cursore durante lo scorrimento.
ja: スクロールするとき、カーソルの上下に見えたまま残す行数です。
ko: 스크롤할 때 커서 주변에 계속 표시할 행 수입니다.
pl: Liczba wierszy pozostających widocznymi wokół kursora podczas przewijania.
pt: O número de linhas mantidas visíveis ao redor do cursor ao rolar.
ro: Numărul de rânduri păstrate vizibile în jurul cursorului la defilare.
ru: Число строк, остающихся видимыми вокруг курсора при прокрутке.
th: จำนวนแถวที่ยังคงมองเห็นรอบเคอร์เซอร์ขณะเลื่อน
tr: Kaydırırken imlecin çevresinde görünür tutulan satır sayısı.
uk: Кількість рядків навколо курсора, які залишаються видимими під час прокручування.
vi: Số hàng vẫn hiển thị quanh con trỏ khi cuộn.
zh_hans: 滚动时在光标周围保持可见的行数。
zh_hant: 捲動時在游標周圍保持可見的列數。

# Set_view_jump_position
source: Position after a jump
ar: الموضع بعد الانتقال
cs: Pozice po přechodu
de: Position nach einem Sprung
el: Θέση μετά από μετάβαση
es: Posición después de un salto
fa: موقعیت پس از پرش
fr: Position après un saut
hu: Pozíció ugrás után
id: Posisi setelah lompatan
it: Posizione dopo uno spostamento
ja: ジャンプ先の表示位置
ko: 이동 후 표시 위치
pl: Pozycja po przejściu
pt: Posição após um salto
ro: Poziția după un salt
ru: Положение после перехода
th: ตำแหน่งหลังการกระโดด
tr: Atlamadan sonraki konum
uk: Позиція після переходу
vi: Vị trí sau khi nhảy
zh_hans: 跳转后的位置
zh_hant: 跳躍後的位置
